{
  "aerial.nvim": { "branch": "master" },
  "badapple.nvim": { "branch": "master" },
  "bufferize.vim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "everforest": { "branch": "master" },
  "fern-git-status.vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "matchparen.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-ambiwidth": { "branch": "main" },
  "vim-bufferlist": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-log-highlighting": { "branch": "master" },
  "vim-maketable": { "branch": "master" },
  "vim-partedit": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}